Repository: isaaclins/spotiglass
Catalog: Spotiglass/Localizable.xcstrings
Source language: en
Languages: de, es

# error.browsing.rateLimited.title
source: Spotify is rate limiting requests
de: Spotify begrenzt Anfragen
es: Spotify está limitando las solicitudes

# error.browsing.reconnect.message
source: Your current Spotify session is missing playlist or Liked Songs permissions. Disconnect and connect again to restore them.
de: Ihrer aktuellen Spotify-Sitzung fehlen Berechtigungen für Playlists oder Lieblingssongs. Trennen Sie die Verbindung und verbinden Sie sich erneut, um sie wiederherzustellen.
es: A tu sesión de Spotify actual le faltan permisos de listas o de Tus me gusta. Desconecta y vuelve a conectar para restaurarlos.

# error.browsing.reconnect.title
source: Reconnect Spotify
de: Spotify erneut verbinden
es: Reconectar Spotify

# error.browsing.server.message
source: Spotify returned a server error.
de: Spotify hat einen Serverfehler zurückgegeben.
es: Spotify devolvió un error del servidor.

# error.browsing.server.title
source: Spotify service issue
de: Spotify-Dienstproblem
es: Problema del servicio de Spotify

# error.browsing.signInAgain.message
source: Your Spotify sign-in expired. Disconnect and connect Spotify again.
de: Deine Spotify-Anmeldung ist abgelaufen. Trenne die Verbindung und verbinde Spotify erneut.
es: Tu sesión de Spotify ha caducado. Desconéctate y conecta Spotify de nuevo.

# error.browsing.signInAgain.title
source: Sign in again
de: Erneut anmelden
es: Inicia sesión de nuevo

# error.playback.commandFailed.title
source: Playback command failed
de: Wiedergabebefehl fehlgeschlagen
es: Comando de reproducción fallido

# error.playback.couldNotStart.title
source: Playback could not start
de: Wiedergabe konnte nicht gestartet werden
es: No se pudo iniciar la reproducción

# error.playback.deviceUnavailable.notReady
source: This Mac is not ready to play yet. Wait a moment and try again.
de: Dieser Mac ist noch nicht bereit zum Abspielen. Warten Sie einen Moment und versuchen Sie es erneut.
es: Este Mac aún no está listo para reproducir. Espera un momento e inténtalo de nuevo.

# error.playback.deviceUnavailable.reconnect
source: Reconnect playback before using controls.
de: Verbinde die Wiedergabe erneut, bevor du die Steuerung verwendest.
es: Reconecta la reproducción antes de usar los controles.

# error.playback.deviceUnavailable.title
source: Playback device unavailable
de: Wiedergabegerät nicht verfügbar
es: Dispositivo de reproducción no disponible

# error.playback.error.title
source: Playback error
de: Wiedergabefehler
es: Error de reproducción

# error.playback.premium.message
source: Playing music in Spotiglass requires Spotify Premium.
de: Zum Abspielen von Musik in Spotiglass ist Spotify Premium erforderlich.
es: Reproducir música en Spotiglass requiere Spotify Premium.

# error.playback.premium.title
source: Spotify Premium required
de: Spotify Premium erforderlich
es: Se requiere Spotify Premium

# error.playback.rateLimited.message
source: Spotify is rate limiting playback commands. %@
de: Spotify begrenzt Wiedergabebefehle. %@
es: Spotify está limitando los comandos de reproducción. %@

# error.playback.rateLimited.title
source: Playback rate limited
de: Wiedergabe durch Anfragelimit
es: Reproducción limitada por solicitudes

# error.playback.signInAgain.message
source: Your Spotify session has expired. Connect again to keep playing.
de: Ihre Spotify-Sitzung ist abgelaufen. Verbinden Sie sich erneut, um weiter abzuspielen.
es: Tu sesión de Spotify ha caducado. Vuelve a conectarte para seguir reproduciendo.

# error.playback.signInAgain.title
source: Sign in again
de: Erneut anmelden
es: Inicia sesión de nuevo

# error.queue.alreadyAdding.message
source: That track is already being added.
de: Dieser Titel wird bereits hinzugefügt.
es: Esa pista ya se está añadiendo.

# error.queue.alreadyAdding.title
source: Already adding to queue
de: Wird bereits zur Warteschlange hinzugefügt
es: Ya se está añadiendo a la cola

# error.queue.alreadyQueued.message
source: That track was queued just now.
de: Dieser Titel wurde gerade in die Warteschlange gestellt.
es: Esa pista se acaba de encolar.

# error.queue.alreadyQueued.title
source: Already queued
de: Bereits in der Warteschlange
es: Ya en cola

# error.queue.loadFailed.message
source: Spotify denied access.
de: Spotify hat den Zugriff verweigert.
es: Spotify denegó el acceso.

# error.queue.loadFailed.title
source: Could not load queue
de: Warteschlange konnte nicht geladen werden
es: No se pudo cargar la cola

# error.queue.playbackUnavailable.message
source: Connect Spotiglass playback before adding to the queue.
de: Verbinde die Spotiglass-Wiedergabe, bevor du zur Warteschlange hinzufügst.
es: Conecta la reproducción de Spotiglass antes de añadir a la cola.

# error.queue.playbackUnavailable.title
source: Playback unavailable
de: Wiedergabe nicht verfügbar
es: Reproducción no disponible

# error.queue.rateLimited.message
source: Spotify is rate limiting requests. %@
de: Spotify begrenzt Anfragen. %@
es: Spotify está limitando las solicitudes. %@

# error.queue.rateLimited.title
source: Rate limited
de: Anfragelimit
es: Límite de solicitudes

# error.queue.signInAgain.message
source: Your Spotify session has expired. Connect again.
de: Ihre Spotify-Sitzung ist abgelaufen. Verbinden Sie sich erneut.
es: Tu sesión de Spotify ha caducado. Vuelve a conectarte.

# error.queue.signInAgain.title
source: Sign in again
de: Erneut anmelden
es: Inicia sesión de nuevo

# error.queue.statusPending.message
source: Queue status is still being confirmed. Try again in a moment.
de: Der Warteschlangenstatus wird noch bestätigt. Versuche es in einem Moment erneut.
es: El estado de la cola aún se está confirmando. Inténtalo de nuevo en un momento.

# error.queue.statusPending.title
source: Queue status pending
de: Warteschlangenstatus ausstehend
es: Estado de cola pendiente

# error.queue.updateFailed.title
source: Queue update failed
de: Warteschlangen-Update fehlgeschlagen
es: Error al actualizar la cola

# error.rateLimit.aboutHours
source: Try again in about %lld hour(s).
de: Versuche es in etwa %lld Stunde(n) erneut.
es: Inténtalo de nuevo en unas %lld hora(s).

# error.rateLimit.aboutMinutes
source: Try again in about %lld minute(s).
de: Versuche es in etwa %lld Minute(n) erneut.
es: Inténtalo de nuevo en unos %lld minuto(s).

# error.rateLimit.diagnostic
source: Retry-After (seconds, as reported): %lld
de: Retry-After (Sekunden, wie gemeldet): %lld
es: Retry-After (segundos, según informado): %lld

# error.rateLimit.hours
source: Try again in several hours.
de: Versuche es in einigen Stunden erneut.
es: Inténtalo de nuevo dentro de varias horas.

# error.rateLimit.longWait
source: Spotify asked for a long wait (about %lld day(s)); try again later.
de: Spotify verlangt eine lange Wartezeit (etwa %lld Tag(e)); versuche es später erneut.
es: Spotify pidió una espera larga (unos %lld día(s)); inténtalo más tarde.

# error.rateLimit.seconds
source: Try again in %lld seconds.
de: Versuche es in %lld Sekunden erneut.
es: Inténtalo de nuevo en %lld segundos.

# error.rateLimit.tryShortly
source: Try again shortly.
de: Versuche es in Kürze erneut.
es: Inténtalo de nuevo en breve.

# error.spotify.forbidden
source: Spotify denied access to this resource.
de: Spotify hat den Zugriff auf diese Ressource verweigert.
es: Spotify denegó el acceso a este recurso.

# error.spotify.insufficientPermissions
source: This Spotify session is missing permissions Spotiglass needs. Disconnect and connect again to grant them.
de: Dieser Spotify-Sitzung fehlen Berechtigungen, die Spotiglass benötigt. Trennen Sie die Verbindung und verbinden Sie erneut, um sie zu erteilen.
es: A esta sesión de Spotify le faltan permisos que Spotiglass necesita. Desconecta y vuelve a conectar para concederlos.

# error.spotify.notFound
source: This Spotify item is unavailable or was removed.
de: Dieser Spotify-Eintrag ist nicht verfügbar oder wurde entfernt.
es: Este elemento de Spotify no está disponible o fue eliminado.

# error.spotify.rejectedRequest
source: Spotify rejected this request: %@
de: Spotify hat diese Anfrage abgelehnt: %@
es: Spotify rechazó esta solicitud: %@

# error.spotify.rejectedRequestGeneric
source: Spotify rejected this request.
de: Spotify hat diese Anfrage abgelehnt.
es: Spotify rechazó esta solicitud.

# error.spotify.serverProblem
source: Spotify's servers had a problem. Try again in a moment.
de: Bei den Servern von Spotify ist ein Problem aufgetreten. Versuchen Sie es gleich noch einmal.
es: Los servidores de Spotify tuvieron un problema. Inténtalo de nuevo en un momento.

# error.spotify.unauthorized
source: Spotify rejected this session. Sign in again, then retry.
de: Spotify hat diese Sitzung abgelehnt. Melden Sie sich erneut an und versuchen Sie es noch einmal.
es: Spotify rechazó esta sesión. Inicia sesión de nuevo y vuelve a intentarlo.

# error.spotify.unexpectedShape
source: Spotify returned data Spotiglass could not read. Try refreshing.
de: Spotify hat Daten zurückgegeben, die Spotiglass nicht lesen konnte. Versuchen Sie zu aktualisieren.
es: Spotify devolvió datos que Spotiglass no pudo leer. Prueba a actualizar.

# home.greeting.afternoon
source: Good afternoon
de: Guten Tag
es: Buenas tardes

# home.greeting.evening
source: Good evening
de: Guten Abend
es: Buenas noches

# home.greeting.morning
source: Good morning
de: Guten Morgen
es: Buenos días

# home.recentlyPlayed.empty
source: Play something to see it here.
de: Spiele etwas ab, um es hier zu sehen.
es: Reproduce algo para verlo aquí.

# home.section.loading
source: Loading…
de: Wird geladen…
es: Cargando…

# home.section.recentlyPlayed
source: Recently played
de: Zuletzt gespielt
es: Reproducido recientemente

# home.section.reconnect
source: Reconnect Spotify to enable this
de: Verbinde Spotify erneut, um dies zu aktivieren
es: Vuelve a conectar Spotify para activarlo

# home.section.topTracks
source: Your top tracks
de: Deine Top-Titel
es: Tus canciones favoritas

# home.topTracks.empty
source: Not enough listening history yet.
de: Noch nicht genug Wiedergabeverlauf.
es: Aún no hay suficiente historial de reproducción.

# keymap.conflict.command
source: That shortcut is already assigned to “%@”.
de: Dieses Tastaturkürzel ist bereits „%@“ zugewiesen.
es: Ese atajo ya está asignado a «%@».

# keymap.conflict.menuItem
source: That shortcut belongs to the “%@” menu item.
de: Dieses Tastaturkürzel gehört zum Menübefehl „%@“.
es: Ese atajo pertenece al elemento de menú «%@».

# lyrics.error.decode
source: Could not read lyrics from the service.
de: Songtexte konnten vom Dienst nicht gelesen werden.
es: No se pudieron leer las letras del servicio.

# lyrics.error.http
source: Lyrics could not be loaded. Try again later.
de: Der Songtext konnte nicht geladen werden. Versuchen Sie es später erneut.
es: No se pudo cargar la letra. Inténtalo más tarde.

# lyrics.error.invalidRequest
source: Invalid lyrics request.
de: Ungültige Songtext-Anfrage.
es: Solicitud de letras no válida.

# lyrics.error.musicOnly
source: Lyrics are only available for music tracks.
de: Songtexte sind nur für Musiktitel verfügbar.
es: Las letras solo están disponibles para pistas musicales.

# lyrics.error.noLyrics
source: No lyrics found for this track.
de: Keine Songtexte für diesen Titel gefunden.
es: No se encontraron letras para esta pista.

# lyrics.error.rateLimitedSeconds
source: Lyrics service is rate limited. Try again in %llds.
de: Songtext-Dienst ist begrenzt. Versuche es in %lld s erneut.
es: El servicio de letras está limitado. Inténtalo de nuevo en %lld s.

# lyrics.error.rateLimitedShortly
source: Lyrics service is rate limited. Please try again shortly.
de: Songtext-Dienst ist begrenzt. Bitte versuche es in Kürze erneut.
es: El servicio de letras está limitado. Inténtalo de nuevo en breve.

# lyrics.error.unavailable
source: Lyrics are temporarily unavailable for this track. Please try again later.
de: Songtexte sind für diesen Titel vorübergehend nicht verfügbar. Bitte versuche es später erneut.
es: Las letras no están disponibles temporalmente para esta pista. Inténtalo más tarde.

# lyrics.instrumental
source: This track is instrumental.
de: Dieser Titel ist instrumental.
es: Esta pista es instrumental.

# lyrics.jumpToLineHint
source: Jumps playback to this line.
de: Springt die Wiedergabe zu dieser Zeile.
es: Salta la reproducción a esta línea.

# lyrics.loading
source: Loading lyrics…
de: Songtexte werden geladen …
es: Cargando letras…

# lyrics.next.empty.default
source: No upcoming tracks.
de: Keine anstehenden Titel.
es: No hay pistas siguientes.

# lyrics.next.empty.repeat
source: This song repeats. Turn repeat off to see what plays next.
de: Dieser Song wiederholt sich. Schalte die Wiederholung aus, um zu sehen, was als Nächstes spielt.
es: Esta canción se repite. Desactiva la repetición para ver qué suena a continuación.

# lyrics.nextInQueue
source: Next in Queue
de: Als Nächstes in der Warteschlange
es: A continuación en la cola

# lyrics.openAlbum
source: Open album %@
de: Album %@ öffnen
es: Abrir álbum %@

# lyrics.openArtist
source: Open artist %@
de: Künstler %@ öffnen
es: Abrir artista %@

# lyrics.returnToLine
source: Return to current line
de: Zur aktuellen Zeile zurück
es: Volver a la línea actual

# lyrics.tryAgain
source: Try again
de: Erneut versuchen
es: Reintentar

# menu.app.signOut
source: Disconnect Spotify
de: Spotify trennen
es: Desconectar Spotify

# menu.file.loadAllSongs
source: Load All Your Songs
de: Alle deine Songs laden
es: Cargar todas tus canciones

# menu.playback.connect
source: Connect Playback
de: Wiedergabe verbinden
es: Conectar reproducción

# menu.playback.next
source: Next Track
de: Nächster Titel
es: Pista siguiente

# menu.playback.playPause
source: Play/Pause
de: Wiedergabe/Pause
es: Reproducir/Pausar

# menu.playback.previous
source: Previous Track
de: Vorheriger Titel
es: Pista anterior

# menu.playback.repeat
source: Repeat
de: Wiederholen
es: Repetir

# menu.playback.seekBackward
source: Seek Backward
de: Zurückspulen
es: Retroceder

# menu.playback.seekForward
source: Seek Forward
de: Vorspulen
es: Avanzar

# menu.playback.shuffle
source: Shuffle
de: Zufallswiedergabe
es: Reproducción aleatoria

# menu.playback.title
source: Playback
de: Wiedergabe
es: Reproducción

# menu.view.back
source: Back
de: Zurück
es: Atrás

# menu.view.hideLyrics
source: Hide Lyrics
de: Songtexte ausblenden
es: Ocultar letras

# menu.view.hideQueue
source: Hide Queue
de: Warteschlange ausblenden
es: Ocultar cola

# menu.view.refresh
source: Refresh
de: Aktualisieren
es: Actualizar

# menu.view.search
source: Search
de: Suchen
es: Buscar

# menu.view.showLyrics
source: Show Lyrics
de: Songtexte einblenden
es: Mostrar letras

# menu.view.showQueue
source: Show Queue
de: Warteschlange einblenden
es: Mostrar cola

# palette.cancelPrefetch
source: Cancel loading all playlist songs
de: Laden aller Playlist-Songs abbrechen
es: Cancelar carga de todas las canciones de las listas

# palette.category.accessibility
source: Search result category
de: Suchergebnis-Kategorie
es: Categoría de resultados de búsqueda

# palette.command.app.openSettings.subtitle
source: Spotiglass preferences and shortcuts
de: Spotiglass-Einstellungen und Tastenkürzel
es: Preferencias y atajos de Spotiglass

# palette.command.app.openSettings.title
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes

# palette.command.app.signOut.subtitle
source: Sign out and clear local session
de: Abmelden und lokale Sitzung löschen
es: Cerrar sesión y borrar la sesión local

# palette.command.app.signOut.title
source: Disconnect Spotify
de: Spotify trennen
es: Desconectar Spotify

# palette.command.lyrics.toggle.subtitle
source: Show or hide immersive synchronized lyrics
de: Immersive synchronisierte Songtexte ein- oder ausblenden
es: Mostrar u ocultar letras sincronizadas inmersivas

# palette.command.lyrics.toggle.title
source: Toggle Lyrics
de: Songtexte umschalten
es: Alternar letras

# palette.command.navigation.search.open.subtitle
source: Search Spotify for tracks, albums, artists and playlists
de: Spotify nach Titeln, Alben, Künstlern und Playlists durchsuchen
es: Buscar canciones, álbumes, artistas y listas en Spotify

# palette.command.navigation.search.open.title
source: Open Search
de: Suche öffnen
es: Abrir búsqueda

# palette.command.palette.enqueue.subtitle
source: Queues the highlighted track without dismissing the palette
de: Stellt den hervorgehobenen Titel in die Warteschlange, ohne die Palette zu schliessen
es: Encola la pista resaltada sin cerrar la paleta

# palette.command.palette.enqueue.title
source: Add Selected Palette Item to Queue
de: Ausgewähltes Paletten-Element zur Warteschlange hinzufügen
es: Añadir elemento seleccionado a la cola

# palette.command.palette.open.subtitle
source: Search tracks, playlists, and commands
de: Titel, Playlists und Befehle suchen
es: Busca pistas, listas y comandos

# palette.command.palette.open.title
source: Open Command Palette
de: Befehls-Palette öffnen
es: Abrir paleta de comandos

# palette.command.palette.pin.subtitle
source: Pin the highlighted result to the sidebar
de: Heftet das hervorgehobene Ergebnis an die Seitenleiste
es: Fija el resultado resaltado en la barra lateral

# palette.command.palette.pin.title
source: Pin Selected Palette Item
de: Ausgewähltes Paletten-Element anheften
es: Fijar elemento seleccionado de la paleta

# palette.command.palette.unpin.subtitle
source: Remove the highlighted result from the sidebar
de: Entfernt das hervorgehobene Ergebnis aus der Seitenleiste
es: Quita el resultado resaltado de la barra lateral

# palette.command.palette.unpin.title
source: Unpin Selected Palette Item
de: Ausgewähltes Paletten-Element lösen
es: Quitar elemento seleccionado de la paleta

# palette.command.playback.connect.subtitle
source: Connect Spotiglass playback device
de: Spotiglass-Wiedergabegerät verbinden
es: Conectar dispositivo de reproducción de Spotiglass

# palette.command.playback.connect.title
source: Connect Playback
de: Wiedergabe verbinden
es: Conectar reproducción

# palette.command.playback.next.subtitle
source: Skip to the next track
de: Zum nächsten Titel springen
es: Saltar a la pista siguiente

# palette.command.playback.next.title
source: Next Track
de: Nächster Titel
es: Pista siguiente

# palette.command.playback.previous.subtitle
source: Return to the previous track
de: Zum vorherigen Titel zurück
es: Volver a la pista anterior

# palette.command.playback.previous.title
source: Previous Track
de: Vorheriger Titel
es: Pista anterior

# palette.command.playback.toggle.subtitle
source: Pause or resume Spotify playback
de: Spotify-Wiedergabe pausieren oder fortsetzen
es: Pausa o reanuda la reproducción de Spotify

# palette.command.playback.toggle.title
source: Toggle Play/Pause
de: Wiedergabe/Pause umschalten
es: Alternar reproducir/pausa

# palette.command.playlists.prefetchAll.subtitle
source: Cache every playlist's tracks for instant opens
de: Speichert die Titel jeder Playlist für sofortiges Öffnen im Cache
es: Guarda en caché las pistas de cada lista para abrirlas al instante

# palette.command.playlists.prefetchAll.title
source: Load all your songs into Spotiglass
de: Alle deine Songs in Spotiglass laden
es: Cargar todas tus canciones en Spotiglass

# palette.command.playlists.refresh.subtitle
source: Reload the focused library, playlist, artist, or queue
de: Lädt die fokussierte Mediathek, Playlist, den Künstler oder die Warteschlange neu
es: Recarga la biblioteca, lista, artista o cola enfocados

# palette.command.playlists.refresh.title
source: Refresh
de: Aktualisieren
es: Actualizar

# palette.command.queue.toggle.subtitle
source: Show or hide the playback queue panel
de: Wiedergabe-Warteschlangen-Panel ein- oder ausblenden
es: Mostrar u ocultar el panel de cola de reproducción

# palette.command.queue.toggle.title
source: Toggle Queue
de: Warteschlange umschalten
es: Alternar cola

# palette.explicit
source: Explicit
de: Explizit
es: Explícito

# palette.footer.close
source: esc close
de: esc schliessen
es: esc cerrar

# palette.footer.navigate
source: ↑↓ navigate
de: ↑↓ navigieren
es: ↑↓ navegar

# palette.footer.pin
source: ⌘↩ pin
de: ⌘↩ anheften
es: ⌘↩ fijar

# palette.footer.queue
source: ⇧↩ queue
de: ⇧↩ Warteschlange
es: ⇧↩ cola

# palette.footer.run
source: ↩ run
de: ↩ ausführen
es: ↩ ejecutar

# palette.footer.searchHintPrefix
source: Remove
de: Entferne
es: Quita

# palette.footer.searchHintSuffix
source: prefix to search Spotify
de: Präfix, um Spotify zu durchsuchen
es: prefijo para buscar en Spotify

# palette.hotkeyRecorder.clickToRecord
source: Click to record
de: Zum Aufzeichnen klicken
es: Haz clic para grabar

# palette.hotkeyRecorder.recording
source: Recording…
de: Aufnahme …
es: Grabando…

# palette.noResults
source: No results for "%@"
de: Keine Ergebnisse für „%@“
es: Sin resultados para «%@»

# palette.prefetch.cancelled
source: Prefetch cancelled (%lld of %lld)
de: Vorabladen abgebrochen (%lld von %lld)
es: Precarga cancelada (%lld de %lld)

# palette.prefetch.loadedAll
source: Loaded %lld playlists
de: %lld Playlists geladen
es: Se cargaron %lld listas

# palette.prefetch.loadedPartial
source: Loaded %lld of %lld playlists (%lld failed)
de: %lld von %lld Playlists geladen (%lld fehlgeschlagen)
es: Se cargaron %lld de %lld listas (%lld fallaron)

# palette.prefetch.loading
source: Loading %lld of %lld playlists…
de: Lade %lld von %lld Playlists …
es: Cargando %lld de %lld listas…

# palette.prefetch.preparing
source: Preparing…
de: Wird vorbereitet …
es: Preparando…

# palette.searchCategory.all
source: All
de: Alle
es: Todo

# palette.searchCategory.artists
source: Artists
de: Künstler
es: Artistas

# palette.searchCategory.here
source: Here
de: Hier
es: Aquí

# palette.searchCategory.myPlaylists
source: My Playlists
de: Meine Playlists
es: Mis listas

# palette.searchCategory.tracks
source: Tracks
de: Songs
es: Canciones

# palette.searchPlaceholder.commands
source: Run a command
de: Befehl ausführen
es: Ejecutar un comando

# palette.searchPlaceholder.songs.all
source: Search Spotify
de: Spotify durchsuchen
es: Buscar en Spotify

# palette.searchPlaceholder.songs.artists
source: Search artists
de: Künstler durchsuchen
es: Buscar artistas

# palette.searchPlaceholder.songs.myPlaylists
source: Search your playlists
de: In Ihren Playlists suchen
es: Buscar en tus listas

# palette.searchPlaceholder.songs.thisPlaylist
source: Search in this playlist
de: In dieser Playlist suchen
es: Buscar en esta lista

# palette.searchPlaceholder.songs.tracks
source: Search tracks
de: Songs durchsuchen
es: Buscar canciones

# palette.searching
source: Searching Spotify
de: Spotify wird durchsucht
es: Buscando en Spotify

# palette.section.albums
source: Albums
de: Alben
es: Álbumes

# palette.section.artists
source: Artists
de: Künstler
es: Artistas

# palette.section.commands
source: Commands
de: Befehle
es: Comandos

# palette.section.myPlaylists
source: My Playlists
de: Meine Playlists
es: Mis listas

# palette.section.showAll
source: Full search
de: Vollständige Suche
es: Búsqueda completa

# palette.section.thisPlaylist
source: Here
de: Hier
es: Aquí

# palette.settings.advanced
source: Advanced (JSON)
de: Erweitert (JSON)
es: Avanzado (JSON)

# palette.settings.advanced.applyHint
source: The shortcut controls above apply immediately. Changes in this JSON editor apply only when you click Apply.
de: Die Kurzbefehl-Steuerelemente oben werden sofort übernommen. Änderungen in diesem JSON-Editor werden erst mit „Übernehmen“ wirksam.
es: Los controles de atajos de arriba se aplican de inmediato. Los cambios en este editor JSON solo se aplican al pulsar Aplicar.

# palette.settings.apply
source: Apply
de: Übernehmen
es: Aplicar
